{
    "test_data": [
        {
            "question": "What are the different types of meteorites and how do they differ from Earth rocks?",
            "contexts": [
                "“Shooting stars,” or meteors, are bits of interplanetary material \nfalling through Earth’s atmosphere and heated to incandescence \nby friction. These objects are called meteoroids as they are hur -\ntling through space, becoming meteors for the few seconds they streak across the sky and create glowing trails.\nSeveral meteors per hour can usually be seen on any given \nnight. Sometimes the number increases dramatically — these events are termed meteor showers. Some occur annually or at regular intervals as the Earth passes through the trail of dusty debris left by a comet. Meteor showers are usually named after a star or constellation that is close to where the meteors appear in the sky. Perhaps the most famous are the Perseids, which \npeak around August  12 every year. Every Perseid meteor is a tiny \npiece of the comet Swift–Tuttle, which swings by the Sun every \n135 years. Other meteor showers and their associated comets \nare the Leonids (Tempel–Tuttle), the Aquarids and Orionids (Hal -\nley), and the Taurids (Encke). Most comet dust in meteor show -\ners burns up in the atmosphere before reaching the ground; some dust is captured by high-altitude aircraft and analyzed in NASA laboratories.\nChunks of rock and metal from asteroids and other planetary \nbodies that survive their journey through the atmosphere and fall to the ground are called meteorites. Most meteorites found \non Earth are pebble to fist size, but some are larger than a build -\ning. Early Earth experienced many large meteorite impacts that caused extensive destruction.\nOne of the most intact impact craters is the Barringer Meteorite \nCrater in Arizona, about 1 kilometer (0.6  mile) across, formed by \nthe impact of a piece of iron–nickel metal approximately 50  me-\nters (164  feet) in diameter. It is only 50,000 years old and so \nwell preserved that it has been used to study impact processes. \nSince this feature was recognized as an impact crater in the 1920s, about 170 impact craters have been identified on Earth.\nA very large asteroid impact 65 million years ago, which created \nthe 300-kilometer-wide (180-mile-wide) Chicxulub crater on the \nYucatán Peninsula, is thought to have contributed to the extinc -\ntion of about 75  percent of marine and land animals on Earth at \nthe time, including the  dinosaurs.\nWell-documented stories of meteorite-caused injury or death are rare. In the first known case of an extraterrestrial object to have injured a human being in the U.S., Ann Hodges of Sylacauga, \nAla bama, was severely bruised by a 3.6-kilogram (8-pound) \nstony meteorite that crashed through her roof in November 1954. Meteorites may resemble Earth rocks, but they usually have a “burned” exterior. This fusion crust is formed as the meteorite is melted by friction as it passes through the atmosphere. There are three major types of meteorites: the “irons,” the “stones,” and the “stony-irons.” Although the majority of meteorites that fall to Earth are stony, more of the meteorites that are discovered long after they fall are “irons” — these heavy objects are easier to distinguish from Earth rocks than stony meteorites. Meteorites also fall on other solar system bodies. Mars Exploration Rover Opportunity found the first meteorite of any type on another planet when it discovered an iron–nickel meteorite about the size of a basketball on Mars in 2005, and then found a much larger and heavier iron–nickel meteorite in 2009 in the same region. In all, Opportunity has discovered six meteorites during its travels on Mars.\nMore than 50,000 meteorites have been found on Earth. Of \nthese, 99.8  percent come from asteroids. Evi  dence for an as -\nteroid origin includes orbits calculated from photographic ob -\nservations of meteorite falls projected back to the asteroid belt; \nspectra of several classes of meteorites match those of some asteroid classes; and they are very old, 4.5 to 4.6 billion years. However, we can only match one group of meteorites to a spe -\ncific aster  oid — the eucrite, diogenite, and howardite igneous \nmeteorites come from the third-largest asteroid, Vesta. Asteroids and the meteorites that fall to Earth are not pieces of a planet that broke apart, but instead are the original diverse materials from which the planets formed. The study"
            ],
            "ground_truth": "There are three major types of meteorites: the \"irons,\" the \"stones,\" and the \"stony-irons.\" Meteorites may resemble Earth rocks, but they usually have a \"burned\" exterior, known as fusion crust, which is formed as the meteorite is melted by friction while passing through the atmosphere. Although the majority of meteorites that fall to Earth are stony, more of the meteorites that are discovered long after they fall are \"irons,\" which are easier to distinguish from Earth rocks than stony meteorites.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 19
                }
            ]
        },
        {
            "question": "What is the extent of Titan's atmosphere compared to Earth's atmosphere?",
            "contexts": [
                "\ttraces\tof\t\nmethane. \tWhile\tEarth’s\tatmosphere \textends\tabout\t60\tkilome-\nters\t(37\tmiles)\tinto\tspace,\tTitan’s\textends\tnearly\t600\tkilometers \t\n(10\ttimes\tthat\tof\tEarth’s\tatmosphere) \tinto\tspace.\n•\tIapetus\thas\tone\tside\tas\tbright\tas\tsnow\tand\tone\tside\tas\tdark\t\nas\tblack\tvelvet,\twith\ta\thuge\tridge\trunning\taround\tmost\tof\tits\t\ndark-side \tequator.•\tPhoebe\torbits\tthe\tplanet\tin\ta\tdirection\topposite\tthat\tof\tSaturn’s\t\nlarger\tmoons,\tas\tdo\tseveral\tof\tthe\trecently\tdiscovered \tmoons.\n•\tMimas\thas\tan\tenormous \tcrater\ton\tone\tside,\tthe\tresult\tof\tan\t\nimpact\tthat\tnearly\tsplit\tthe\tmoon\tapart.\n•\tEnceladus \tdisplays\tevidence \tof\tactive\tice\tvolcanism: \tCassini\t\nobserved \twarm\tfractures\twhere\tevaporating \tice\tevidently \tes-\ncapes\tand\tforms\ta\thuge\tcloud\tof\twater\tvapor\tover\tthe\tsouth\t\npole.\n•\tHyperion \thas\tan\todd\tflattened\tshape\tand\trotates\tchaotically, \t\nprobably\tdue\tto\ta\trecent\tcollision.\n•\tPan\torbits\twithin\tthe\tmain\trings\tand\thelps\tsweep\tmaterials \tout\t\nof\ta\tnarrow\tspace\tknown\tas\tthe\tEncke\tGap.\t\n•\tTethys\thas\ta\thuge\trift\tzone\tcalled\tIthaca\tChasma\tthat\truns\t\nnearly\tthree-quarters \tof\tthe\tway\taround\tthe\tmoon.\n•\tFour\tmoons\torbit\tin\tstable\tplaces\taround\tSaturn\tcalled\tLagran-\ngian\tpoints.\tThese\tplaces\tlie\t60\tdegrees\tahead\tof\tor\tbehind\ta\t\nlarger\tmoon\tand\tin\tthe\tsame\torbit.\tTelesto\tand\tCalypso\toccupy\t\nthe\ttwo\tLagrangian \tpoints\tof\tTethys\tin\tits\torbit;\tHelene\tand\tPoly-\ndeuces\toccupy\tthe\tcorresponding \tLagrangian \tpoints\tof\tDione.\n•\tSixteen\tof\tSaturn’s\tmoons\tkeep\tthe\tsame\tface\ttoward\tthe\t\nplanet\tas\tthey\torbit.\tCalled\t“tidal\tlocking,”\tthis\tis\tthe\tsame\t \nphenomenon \tthat\tkeeps\tour\tMoon\talways\tfacing\ttoward\tEarth.\nIn\taddition\tto\tstudies\tof\tTitan,\tCassini\tcontinues \tto\tgather\tdata\t\nabout\tmany\tof\tthe\tother\tsatellites\tin\tan\teffort\tto\tfully\tunderstand \t\nthe\tnature,\tformation, \tand\tdynamics \tof\tSaturn’s\tmany\tintriguing \t\nmoons.\nFAST FACTS\n•\tLargest \tMoon\tof\tSaturn\t Titan  \n\t Titan’s\tDiameter\t 5,150\tkm\t(3,200\tmi)\n•\tClosest \tMoon\tto\tSaturn\t Pan \n\t Pan’s\tDistance\tfrom\tSaturn\t 133,583\tkm\t(83,022\tmi)•\tFastest \tOrbit\t Pan \n\t Pan’s\tOrbit\tAround\tSaturn\t\t 13.8\thours\n•\tNumber \tof\tMoons\tDiscovered \tby\tVoyager\t 4\t\n\t (Atlas,\tPrometheus, \tPandora, \tand\tPan)\n•\tNumber\tof\tMoons\tDiscovered \tby\tCassini\t 6 \n\t ("
            ],
            "ground_truth": "Titan's atmosphere extends nearly 600 kilometers into space, which is about 10 times that of Earth's atmosphere, which extends about 60 kilometers into space.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 29
                }
            ]
        },
        {
            "question": "What role did mathematical predictions play in the discovery of Neptune?",
            "contexts": [
                "The ice giant Neptune was the first planet located through \nmathematical predictions rather than through regular observa-tions of the sky. (Galileo had recorded it as a fixed star during observations with his small telescope in 1612 and 1613.) When Uranus didn’t travel exactly as astronomers expected it to, a French mathematician, Urbain Joseph Le Verrier, proposed the position and mass of another as yet unknown planet that could cause the observed changes to Uranus’ orbit. After being ignored by French astronomers, Le Verrier sent his predictions to Johann Gottfried Galle at the Berlin Observatory, who found Neptune on his first night of searching in 1846. Seventeen days later, its largest moon, Triton, was also discovered.\nNearly 4.5 billion kilometers (2.8 billion miles) from the Sun, \nNeptune orbits the Sun once every 165 years. It is invisible to  the naked eye because of its extreme distance from Earth.  Interestingly, the highly eccentric orbit of the dwarf planet Pluto brings Pluto inside Neptune’s orbit for a 20-year period out of \nevery 248 Earth years. Pluto can never crash into Neptune, \nthough, because for every three laps Neptune takes around the Sun, Pluto makes two. This repeating pattern prevents close  approaches of the two bodies.\nThe main axis of Neptune’s magnetic field is tipped over by \nabout 47 degrees compared with the planet’s rotation axis. Like Uranus, whose magnetic axis is tilted about 60 degrees from the axis of rotation, Neptune’s magnetosphere undergoes wild varia-tions during each rotation because of this misalignment. The magnetic field of Neptune is about 27 times more powerful than that of Earth.\nNeptune’s atmosphere extends to great depths, gradually merg-\ning into water and other melted ices over a heavier, approxi-mately Earth-size solid core. Neptune’s blue color is the result of methane in the atmosphere. Uranus’ blue-green color is also the result of atmospheric methane, but Neptune is a more vivid, brighter blue, so there must be an unknown component that causes the more intense color. \nDespite its great distance and low energy input from the Sun, \nNeptune’s winds can be three times stronger than Jupiter’s and nine times stronger than Earth’s. In 1989, Voyager 2 tracked a large, oval-shaped, dark storm in Neptune’s southern hemi-sphere. This “Great Dark Spot” was large enough to contain the entire Earth, spun counterclockwise, and moved westward at al-most 1,200 kilometers (750 miles) per hour. Subsequent images taken by the Hubble Space Telescope showed no sign of this Great Dark Spot, but did reveal the appearance and then fading of two other Great Dark Spots over the last decade. Voyager 2 also imaged clouds casting shadows on a lower cloud deck, enabling scientists to visually measure the altitude differences between the upper and lower cloud decks. \nNeptune has six known rings. Voyager 2’s observations con-\nfirmed that these unusual rings are not uniform but have four thick regions (clumps of dust) called arcs. The rings are thought to be relatively young and short-lived.\nNeptune has 13 known moons, six of which were discovered by \nVoyager 2. A 14th tiny, very dim, moon was discovered in 2013 and awaits official recognition. Triton, Neptune’s largest moon, orbits the planet in the opposite direction compared with the rest of the moons, suggesting that it may have been captured by Neptune in the distant past. Triton is extremely cold — tempera-\ntures on its surface are about –235 degrees Celsius (–391 de-\ngrees Fahrenheit). Despite this deep freeze at Triton, Voyager 2 discovered geysers spewing icy material upward more than 8 ki-lometers (5 miles). Triton’s thin atmosphere, also discovered by Voyager, has been detected from Earth several times since, and is growing warmer — although scientists do not yet know why.\nFAST FACTS \nNamesake Roman god of the sea \nMean Distance from the Sun 4,498.25 million km  \n (2,795.08 million mi) \nOrbit Period 164.79 Earth years \n (60,190 Earth days) \nOrbit Eccentricity (Circular Orbit = 0) 0.00859 \nOrbit Inclination to Ecliptic 1.769 deg \nInclination of Equator to Orbit 29.58 deg \nRotation Period  16.11 hours \nEquatorial Radius 24,764 km (15,388 mi) \nMass 17.147 of Earth’s \nDensity 1"
            ],
            "ground_truth": "Mathematical predictions played a crucial role in the discovery of Neptune. A French mathematician, Urbain Joseph Le Verrier, proposed the position and mass of Neptune based on the observed changes in Uranus's orbit, which could not be explained by its known position. After being ignored by French astronomers, Le Verrier's predictions were sent to Johann Gottfried Galle at the Berlin Observatory, who successfully found Neptune on his first night of searching in 1846.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 33
                }
            ]
        },
        {
            "question": "What are meteor showers and how do they occur?",
            "contexts": [
                "“Shooting stars,” or meteors, are bits of interplanetary material \nfalling through Earth’s atmosphere and heated to incandescence \nby friction. These objects are called meteoroids as they are hur -\ntling through space, becoming meteors for the few seconds they streak across the sky and create glowing trails.\nSeveral meteors per hour can usually be seen on any given \nnight. Sometimes the number increases dramatically — these events are termed meteor showers. Some occur annually or at regular intervals as the Earth passes through the trail of dusty debris left by a comet. Meteor showers are usually named after a star or constellation that is close to where the meteors appear in the sky. Perhaps the most famous are the Perseids, which \npeak around August  12 every year. Every Perseid meteor is a tiny \npiece of the comet Swift–Tuttle, which swings by the Sun every \n135 years. Other meteor showers and their associated comets \nare the Leonids (Tempel–Tuttle), the Aquarids and Orionids (Hal -\nley), and the Taurids (Encke). Most comet dust in meteor show -\ners burns up in the atmosphere before reaching the ground; some dust is captured by high-altitude aircraft and analyzed in NASA laboratories.\nChunks of rock and metal from asteroids and other planetary \nbodies that survive their journey through the atmosphere and fall to the ground are called meteorites. Most meteorites found \non Earth are pebble to fist size, but some are larger than a build -\ning. Early Earth experienced many large meteorite impacts that caused extensive destruction.\nOne of the most intact impact craters is the Barringer Meteorite \nCrater in Arizona, about 1 kilometer (0.6  mile) across, formed by \nthe impact of a piece of iron–nickel metal approximately 50  me-\nters (164  feet) in diameter. It is only 50,000 years old and so \nwell preserved that it has been used to study impact processes. \nSince this feature was recognized as an impact crater in the 1920s, about 170 impact craters have been identified on Earth.\nA very large asteroid impact 65 million years ago, which created \nthe 300-kilometer-wide (180-mile-wide) Chicxulub crater on the \nYucatán Peninsula, is thought to have contributed to the extinc -\ntion of about 75  percent of marine and land animals on Earth at \nthe time, including the  dinosaurs.\nWell-documented stories of meteorite-caused injury or death are rare. In the first known case of an extraterrestrial object to have injured a human being in the U.S., Ann Hodges of Sylacauga, \nAla bama, was severely bruised by a 3.6-kilogram (8-pound) \nstony meteorite that crashed through her roof in November 1954. Meteorites may resemble Earth rocks, but they usually have a “burned” exterior. This fusion crust is formed as the meteorite is melted by friction as it passes through the atmosphere. There are three major types of meteorites: the “irons,” the “stones,” and the “stony-irons.” Although the majority of meteorites that fall to Earth are stony, more of the meteorites that are discovered long after they fall are “irons” — these heavy objects are easier to distinguish from Earth rocks than stony meteorites. Meteorites also fall on other solar system bodies. Mars Exploration Rover Opportunity found the first meteorite of any type on another planet when it discovered an iron–nickel meteorite about the size of a basketball on Mars in 2005, and then found a much larger and heavier iron–nickel meteorite in 2009 in the same region. In all, Opportunity has discovered six meteorites during its travels on Mars.\nMore than 50,000 meteorites have been found on Earth. Of \nthese, 99.8  percent come from asteroids. Evi  dence for an as -\nteroid origin includes orbits calculated from photographic ob -\nservations of meteorite falls projected back to the asteroid belt; \nspectra of several classes of meteorites match those of some asteroid classes; and they are very old, 4.5 to 4.6 billion years. However, we can only match one group of meteorites to a spe -\ncific aster  oid — the eucrite, diogenite, and howardite igneous \nmeteorites come from the third-largest asteroid, Vesta. Asteroids and the meteorites that fall to Earth are not pieces of a planet that broke apart, but instead are the original diverse materials from which the planets formed. The study"
            ],
            "ground_truth": "Meteor showers are events where several meteors can be seen per hour, often increasing dramatically at certain times. They occur when the Earth passes through the trail of dusty debris left by a comet, leading to the appearance of meteors that are named after a star or constellation close to where they appear in the sky.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 19
                }
            ]
        },
        {
            "question": "What significant discovery was made regarding cometary particles collected by the Stardust spacecraft?",
            "contexts": [
                " Tempel 1 in 2011, when the Stardust New Exploration of Tempel 1 (NExT) mission observed changes in the nucleus since Deep Impact’s 2005 encounter. \nSIGNIFICANT DATES\n1070–1080 — The comet later designated Halley’s Comet is  \npictured in the Bayeux Tapestry, a chronicle of the Battle of Hastings of 1066. 1449–1450 — Astronomers make one of the first known efforts to record the paths of comets across the night sky. 1705 — Edmond Halley publishes that the comets of 1531, 1607, and 1682 are the same object and predicts its return in 1758. The comet arrives on schedule and is later named Halley’s Comet. 1986 — An international fleet of five spacecraft converges on comet Halley as it makes its r egular (about every 76 years) pass \nthr\nough the inner solar system. \n1994 — In the first observed planetary impact by a comet, awed scientists watch as fragments of comet Shoemaker–Levy 9 smash into Jupiter’s atmosphere. 2001 — Deep Space 1 flies by and photographs comet Borrelly. 2004 — NASA’s Stardust spacecraft collects dust samples from comet Wild 2 and images the nucleus.  2005 — The Deep Impact impactor collides with comet Tempel 1 to enable scientists to study the interior of the nucleus. 2006 — The Stardust sample return capsule lands in Utah carry -\ning cometary particles and interstellar dust.  2009 — Scientists announce that the amino acid glycine, a build-ing block of life, was collected by the Stardust spacecraft from comet Wild 2.   2010 — The Deep Impact spacecraft studies its second com-etary target, Hartley 2, a small, “hyperactive” comet.  \n2011 — The Stardust spacecraft encounters Tempel 1 and cap -\ntures views of the Deep Impact impact site, the opposite side of the nucleus, and signs of evolution on the comet’s surface.\nABOUT THE IMAGES \n       The collision of the Deep Impact impactor with comet Tempel 1 \ngenerated a cloud of dust. Star\ndust imaged \nthe back side of the nucleus (inset).\n       Stardust revealed the nucleus of comet Wild 2 during a 2004 flyby. Tiny cometary and interstellar dust particles were captured for return to Earth. \n       Hartley 2 was very active at the time of the Deep Impact \nflyby, with ice jets propelled by carbon dioxide clearly seen  \nemanating from the nucleus. \n       The tail of comet C/2002 V1 is disrupted as it comes closer \nto the Sun in 2003. The image is from the Solar and Heliospheric Observatory, with the Sun’s bright disc covered.         \n       This image of comet McNaught was captured by the Euro -\npean Southern Observatory in Chile in January 2007 as both the comet and the Sun were setting over the Pacific Ocean. 1 2\n4\n53\n2\n3\n4\n51\nFOR MORE INFORMATION\nsolarsystem.nasa.gov/comets\nLG-2013-07-580-HQ — JPL 400-1489S  07/13"
            ],
            "ground_truth": "In 2009, scientists announced that the amino acid glycine, a building block of life, was collected by the Stardust spacecraft from comet Wild 2.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 37
                }
            ]
        },
        {
            "question": "What significant discoveries about Uranus were made using the Hubble Space Telescope?",
            "contexts": [
                "  –216 deg C (–357 deg F)  \nKnown Moons*  27 Known Rings  13 (Zeta, Six, Five, Four, Alpha, \nBeta, Eta, Gamma, Delta, Lambda, Epsilon, Nu, Mu)\n*As of July 2013.\nSIGNIFICANT DATES\n1781 — Astronomer William Herschel discovers Uranus.  1787–1851 — Four Uranian moons are discovered and named Titania, Oberon, Ariel, and Umbriel. 1948 — Another moon, Miranda, is discovered. 1977 — Scientists discover nine faint rings of Uranus while  observing a distant star pass behind the planet. 1986 — Voyager 2 discovers 10 moons and two additional rings during its historic flyby. 1997–2005 — Astronomers discover more tiny moons. 2003–2005 — The Hubble Space Telescope images two delicate rings far from the planet, and two new moons.  2007 — Uranus reaches equinox.\nABOUT THE IMAGES\n       This 2006 image taken by the Hubble Space Telescope \nshows bands and a new “dark spot” in Uranus’ atmospher\ne.\n       This infrared image of the dark side of the rings was taken by the Keck Observatory in 2007. The rings ar e visible because \nthe widely separated ring particles scatter sunlight fr\nom the \nsunlit side of the planet to the dark side. The image is rotated \n90 degrees.\n       Uranus’ moon Ariel (white dot) and its shadow (black dot) were caught crossing the face of Uranus in this Hubble Space Telescope image. \n       Uranus’ moon Miranda as seen by Voyager 2.       This Hubble composite image shows two very faint outer \nrings revealed in 2003. The very bright streaks in the outer ring system are moons, their images smeared out by the long exposure.\n      \n6 Keck Observatory infrared images show how Uranus and \nits rings changed, as viewed from Earth, from 2001–2007. The \nsouth pole is at the left in the images.\n62\n35\n41 1\n2\n3\n4\n5\nFOR MORE INFORMATION\nsolarsystem.nasa.gov/uranus\nLG-2013-07-577-HQ — JPL 400-1489P  07/13Sun2007\n2028\n2049Southern  \nsummer  \nsolstice\nNorthern  \nwinter  \nsolsticeAutumn equinox\nSpring equinox1986Southern  \nwinter  solstice\nNorthern  \nsummer  solstice\nThe varying positions of Uranus over its 20-year seasons. "
            ],
            "ground_truth": "The significant discoveries about Uranus made using the Hubble Space Telescope include the observation of bands and a new 'dark spot' in Uranus' atmosphere, as well as capturing images of Uranus' moon Ariel and its shadow crossing the face of the planet. Additionally, Hubble revealed two very faint outer rings in 2003.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 31
                }
            ]
        },
        {
            "question": "What is the significance of the Oort Cloud in relation to the origins of comets?",
            "contexts": [
                "In 1930, soon after the discovery of Pluto, astronomer Fr\ned-\nerick C. Leonard suggested that Pluto was but one of many \n“ultra-Neptunian” or “trans-Neptunian” small bodies. In 1943, astronomer Kenneth Edgeworth hypothesized that many small, icy bodies exist in a disc in the region beyond Neptune, having condensed from widely spaced ancient material, and that from time to time one of them visits the inner solar system. Eight years later, Gerard Kuiper proposed the existence of such a disc, which formed early in the solar system’s evolution. In 1992, astronomers detected a faint speck of light from an object about 42 AU from the Sun — the first time a Kuiper Belt object (or KBO for short) had been sighted. (One astronomical unit, or AU, is the mean distance of Earth from the Sun: about 150 million kilome -\nters or 93  million miles.) More than 1,300 KBOs have been iden -\ntified since 1992. They are sometimes called Edgeworth–Kuiper Belt objects or transneptunian objects — TNOs for short. \nThe Kuiper Belt should not be confused with the Oort Cloud, \nwhich is a thousand times more distant. In 1950, astronomer \nJan Oort proposed that certain comets come from a vast,  \nextremely distant spherical shell of icy bodies surrounding the solar system. This giant swarm of objects, now named the Oort Cloud, occupies space at a distance between 5,000 and 100,000 astronomical units. No objects residing within the Oort Cloud have ever been directly observed. The outer extent of the Oort Cloud is where the Sun’s gravitational influence can be overpow-ered by that of other stars. \nThe Oort Cloud probably contains 0.1 to 2 trillion icy bodies in \nsolar orbit. Occasionally, giant molecular clouds, stars passing nearby, or tidal interactions with the Milky Way’s disc disturb the orbit of one of these bodies in the outer region of the Oort Cloud, causing the object to streak into the inner solar system as a so-called long-period comet. These comets have very large, eccentric orbits and are observed in the inner solar system only once. In contrast, short-period comets take less than 200 years to orbit the Sun and they travel along the plane in which most of the planets orbit. They are thought to come from the Kuiper Belt or from the so-called scattered disc, a dynamic zone created by the outward motion of Neptune that contains many icy objects with eccentric orbits. The objects in the Oort Cloud and in the Kuiper Belt are presumed to be remnants from the formation of the solar system about 4.6 billion years ago.\nThe Kuiper Belt extends from about 30 to 55 AU and is prob-\nably populated with hundreds of thousands of icy bodies larger than 100 kilometers (62 miles) across and an estimated trillion or more comets. Because KBOs are so distant, their sizes are dif -\nficult to measure. The calculated diameter of a KBO depends on assumptions about how brightness relates to size. With infrared observations by the Spitzer Space Telescope, most of the largest KBOs have known sizes.\nOne of the most unusual KBOs is Haumea, part of a collisional \nfamily orbiting the Sun, the first found in the Kuiper Belt. The parent body, Haumea, apparently collided with another object that was roughly half its size. The impact blasted large icy chunks away and sent Haumea reeling, causing it to spin end-over-end every four hours. It spins so fast that it has pulled itself into the shape of a squashed American football. Haumea and two small moons — Hi’iaka and Namaka — make up the family. \nIn March 2004, a team of astronomers announced the discovery \nof a planet-like transneptunian object orbiting the Sun at an  \nextreme distance, in one of the coldest known regions of our solar system. The object (2003VB12), since named Sedna for an Inuit goddess who lives at the bottom of the frigid Arctic ocean, approaches the Sun only briefly during its 10,500-year solar  orbit. It never enters the Kuiper Belt, whose outer boundary  region lies at about 55 AU — instead, Sedna travels in a long, \nelliptical orbit between 76 and nearly 1,000  AU from the Sun. \nSince Sedna’s orbit takes it to such an extreme distance, its discoverers have suggested that it is the first observed body be -\nlonging to the inner Oort Cloud.  \nIn July 2005, a team of scientists announced the discovery of a \nKBO that appeared"
            ],
            "ground_truth": "The Oort Cloud is significant in relation to the origins of comets as it is proposed to contain a vast, extremely distant spherical shell of icy bodies surrounding the solar system. It is believed that certain comets come from this region, where disturbances can cause these bodies to streak into the inner solar system as long-period comets. These comets have very large, eccentric orbits and are observed in the inner solar system only once.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 39
                }
            ]
        },
        {
            "question": "What significant contribution did Galileo Galilei make to the study of Saturn?",
            "contexts": [
                "Saturn was the most distant of the five planets known to the \nancients. In 1610, Italian astronomer Galileo Galilei was the first to gaze at Saturn through a telescope. To his surprise, he saw a pair of objects attached to the planet. He sketched them as sep -\narate spheres, thinking that Saturn was triple-bodied. Continuing his observations over the next few years, Galileo drew the lateral bodies as arms or handles attached to Saturn. In 1659, Dutch astronomer Christiaan Huygens, using a more powerful tele-scope than Galileo’s, proposed that Saturn was surrounded by a thin, flat ring. In 1675, Italian-born astronomer Jean-Dominique Cassini discovered a “division” between what are now called the A and B rings. It is now known that the gravitational influence of Saturn’s moon Mimas is responsible for the Cassini Division, which is 4,800 kilometers (3,000 miles) wide.\nLike Jupiter, Saturn is made mostly of hydrogen and helium. \nIts volume is 755 times greater than that of Earth. Winds in the \nupper atmosphere reach 500 meters (1,600  feet) per second in \nthe equatorial region. In contrast, the strongest hurricane-force winds on Earth top out at about 110 meters (360 feet) per sec-ond. These super-fast winds, combined with heat rising from within the planet’s interior, cause the yellow and gold bands  \nvisible in the atmosphere.\nIn the early 1980s, NASA’s two Voyager spacecraft revealed that \nSaturn’s rings are made mostly of water ice, and they imaged “braided” rings, ringlets, and “spokes” — dark features in the rings that form and initially circle the planet at different rates from that of the surrounding ring material. Saturn’s ring system extends hundreds of thousands of kilometers from the planet, \nyet the vertical height is typically about 10  meters (30  feet) in the \nmain rings. During Saturn’s equinox in autumn 2009, when sun-light illuminated the rings edge-on, Cassini spacecraft images showed tall vertical formations in some of the rings; the particles \nseem to pile up in bumps or ridges more than 3  kilometers \n(2 miles) high. \nSaturn’s largest satellite, Titan, is a bit bigger than the planet Mercury. (Titan is the second-largest moon in the solar system; only Jupiter’s moon Ganymede is bigger.) Titan is shrouded in a thick, nitrogen-rich atmosphere that might be similar to what Earth’s was like long ago. Further study of this moon promises to reveal much about planetary formation and, perhaps, about the early days of Earth. Saturn also has many smaller icy satellites. From Enceladus, which shows evidence of recent (and ongoing) surface changes, to Iapetus, with one hemisphere darker than asphalt and the other as bright as snow, each of Saturn’s satel -\nlites is unique.        \n4At Saturn’\ns center is a dense core of rock, ice, water, and other \ncompounds made solid by the intense pressure and heat. It is enveloped by liquid metallic hydrogen, inside a layer of liquid hydrogen — similar to Jupiter but considerably smaller. Saturn’s magnetic field is smaller than Jupiter’s but still 578 times as powerful as Earth’s. Saturn, the rings, and many of the satellites lie totally within Saturn’s enormous magnetosphere, the region of space in which the behavior of electrically charged particles is influenced more by Saturn’s magnetic field than by the solar wind. Aurorae occur when charged particles spiral into a planet’s atmosphere along magnetic field lines. On Earth, these charged particles come from the solar wind. Cassini showed that at least some of Saturn’s aurorae are like Jupiter’s and are largely unaf -\nfected by the solar wind.   \nThe next chapter in our knowledge of Saturn is being written \nright now by the Cassini–Huygens mission. The Huygens probe descended through Titan’s atmosphere in January 2005, collect -\ning data on the atmosphere and surface. The Cassini spacecraft, orbiting Saturn since 2004, continues to explore the planet and its moons, rings, and magnetosphere. The Cassini Equinox Mis-sion studied the rings during Saturn’s autumnal equinox, when the Sun was shining directly on the equator, through 2010. Now the spacecraft is seeking to make exciting new discoveries in a second extended mission called the Cassini Solstice Mission, which continues until September 2017. \nFAST FACTS \nNamesake "
            ],
            "ground_truth": "Galileo Galilei was the first to gaze at Saturn through a telescope in 1610, and he made significant contributions by sketching the planet and its rings, initially thinking that Saturn was triple-bodied due to the lateral bodies he observed.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 27
                }
            ]
        },
        {
            "question": "What significant discoveries were made about Titan during the Cassini mission?",
            "contexts": [
                "  Roman god of agriculture  \nMean Distance from the Sun  1,426.666 million km  \n (886,489 million mi)  \nOrbit Period  29.4 Earth years  \n (10,755.7 Earth days)  \nOrbit Eccentricity (Circular Orbit = 0)  0.05386179  \nOrbit Inclination to Ecliptic  2.486 deg  \nInclination of Equator to Orbit  26.73 deg  \nRotation Period  10.656 hours  \nEquatorial Radius  60,268 km (37,449 mi)  \nMass  95.16 of Earth’s  \nDensity  0.70 g/cm3 \nGravity  7.207 m/sec2 (23.64 ft/sec2) \nAtmosphere Primary Components  hydrogen, helium  \nEffective Temperature  –178 deg C (–288 deg F)  \nKnown Moons*  53 \nRings  7 main rings (C, B, A, D, F , G, E)\n*Plus 9 awaiting official confirmation, total 62, as of July 2013.SIGNIFICANT DATES\n1610 — Galileo Galilei reports seeing odd appendages on either side of Saturn; he did not realize he was viewing Saturn’s rings. 1979 — Pioneer 11 is the first spacecraft to reach Saturn, flying within 22,000 kilometers (13,700 miles) of the cloud tops. 1981 — Using Saturn’s powerful gravity as an interplanetary “slingshot,” Voyager 2 is placed on a path toward Uranus, then Neptune, then out of the solar system. 1994 — The Hubble Space Telescope finds evidence of surface features beneath the hazy atmosphere of Titan.  \n2004 — After a seven-year journey, Cassini–Huygens becomes the first spacecraft to orbit Saturn. 2005 — The Huygens probe successfully lands on Titan, return-ing images of the complex surface. 2005–2008 — The Cassini spacecraft continues to return high-resolution images of the Saturn system. Mission discoveries include evidence for liquid hydrocarbon lakes of methane and ethane on Titan, a new radiation belt around Saturn, new rings and moons, and icy jets and geysers at the south polar region of the moon Enceladus. 2008–2010 — Cassini’s mission is extended for two years and designated the Cassini Equinox Mission.  2010–2017 — Cassini’s mission is extended for seven years and designated the Cassini Solstice Mission.\nABOUT THE IMAGES\n42\n3\n521 1        A true-color image \nby Cassini of Saturn.\n       The moon Pan \ncasts a long shadow acr\noss the A ring as \nequinox approaches.\n       This false-color enhanced Cassini image of the southern hem3\nisphere brings out the subtle details in Saturn’s clouds.\n       A strong jetstream churns through Saturn’s northern hemi-spher e in this false-color view fr \nom Cassini. The dark band is the \nunilluminated rings.\n       Cassini captured dramatic views of a huge storm churning \nthro5\nugh Saturn’s atmosphere in 2011.\nFOR MORE INFORMATION\nsolarsystem.nasa.gov/saturn\nsolarsystem.nasa.gov/planets/profile.cfm?Object= \nSatur n&Display=Moons\nLG-2013-07-575-HQ — JPL 400-1489N  07/13"
            ],
            "ground_truth": "During the Cassini mission, significant discoveries about Titan included evidence for liquid hydrocarbon lakes of methane and ethane on its surface, as well as the successful landing of the Huygens probe, which returned images of Titan's complex surface.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 27
                }
            ]
        },
        {
            "question": "What is the formation age of the solar system as indicated by meteorites?",
            "contexts": [
                " of meteorites tells us much about the earliest conditions and processes during the for -\nmation and earliest history of the solar system, such as the age \nand composition of solids, the nature of the organic matter,  the \ntemperatures achieved at the surface and interiors of asteroids, and the degree to which materials were shocked by impacts.\nThe remaining 0.2 percent of meteorites is split roughly equally \nbetween meteorites from Mars and the Moon. The over 60 known martian meteorites were blasted off Mars by meteoroid impacts. All are igneous rocks crystallized from magma. The rocks are very much like Earth rocks with some distinctive \ncom positions that indicate martian origin. The nearly 80 lunar \nmeteorites are similar in mineralogy and composition to Apollo mission Moon rocks, but distinct enough to show that they have come from other parts of the Moon. Studies of lunar and martian meteorites complement studies of Apollo Moon rocks and the robotic exploration of Mars.SIGNIFICANT DATES\n4.55 billion years ago — Formation age of most meteorites, taken to be the age of the solar system. 65 million years ago — Chicxulub impact leads to the death of 75 percent of the animals on Earth, including the dinosaurs. 50,000 years — Age of Barringer Meteorite Crater in Arizona. 1478 BCE — First recorded observation of meteors. 1794 — Ernst Friedrich Chladni publishes the first book on  meteorites, in which he proposes that they have an extra- terrestrial origin. \n1908 (Tunguska),  1947 (Sikote Alin), 1969 (Allende and Murchi -\nson), 1976 (Jilin) — Important 20th-century meteorite falls.  \n1969 — Discovery of meteorites in a small area of Antarctica leads to annual expeditions by U.S. and Japanese teams. 1982–1983 — Meteorites from the Moon and Mars are identified in Antarctic collections. \n1996 — A team of NASA scientists suggests that martian mete -\norite ALH84001 may contain evidence of microfossils from Mars, a still-controversial claim. 2005 — NASA’s Mars Exploration Rover Opportunity finds a basketball-size iron–nickel meteorite on Mars. 2009 — Opportunity finds another iron–nickel meteorite on Mars.\nABOUT THE IMAGES\n       The ir1 on–nickel \nmeteorite found on Mars by Opportunity rover in 2005.\n       A meteor swarm \n2\nphotographed in  \nNovember 1995.\n3\n1 2 3\n4\n5 6\n7 8\n4\n65\n7\n8       The glassy black patches in this martian meteorite contain \natmospheric gases that point to a Mars origin.\n       The Barringer Meteorite Crater in Arizona.       A stony meteorite found in Antarctica.       A scientist working in the Meteorite Pr\nocessing Laboratory \nat NASA’s Johnson Space Center.       An iron meteorite from the Barringer Meteorite Crater.         A meteorite found in Antarctica of the type considered to \noriginate from asteroid Vesta, supported by data from the Dawn spacecraft. The scale cubes indicate size and orientation.\nFOR MORE INFORMATION\nsolarsystem.nasa.gov/meteors\nLG-2013-07-571-HQ — JPL 400-1489J  07/13"
            ],
            "ground_truth": "The formation age of the solar system, as indicated by meteorites, is 4.55 billion years ago.",
            "evolution_type": "simple",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 19
                }
            ]
        },
        {
            "question": "How does Mimas influence the Cassini Division in Saturn's rings?",
            "contexts": [
                "Saturn was the most distant of the five planets known to the \nancients. In 1610, Italian astronomer Galileo Galilei was the first to gaze at Saturn through a telescope. To his surprise, he saw a pair of objects attached to the planet. He sketched them as sep -\narate spheres, thinking that Saturn was triple-bodied. Continuing his observations over the next few years, Galileo drew the lateral bodies as arms or handles attached to Saturn. In 1659, Dutch astronomer Christiaan Huygens, using a more powerful tele-scope than Galileo’s, proposed that Saturn was surrounded by a thin, flat ring. In 1675, Italian-born astronomer Jean-Dominique Cassini discovered a “division” between what are now called the A and B rings. It is now known that the gravitational influence of Saturn’s moon Mimas is responsible for the Cassini Division, which is 4,800 kilometers (3,000 miles) wide.\nLike Jupiter, Saturn is made mostly of hydrogen and helium. \nIts volume is 755 times greater than that of Earth. Winds in the \nupper atmosphere reach 500 meters (1,600  feet) per second in \nthe equatorial region. In contrast, the strongest hurricane-force winds on Earth top out at about 110 meters (360 feet) per sec-ond. These super-fast winds, combined with heat rising from within the planet’s interior, cause the yellow and gold bands  \nvisible in the atmosphere.\nIn the early 1980s, NASA’s two Voyager spacecraft revealed that \nSaturn’s rings are made mostly of water ice, and they imaged “braided” rings, ringlets, and “spokes” — dark features in the rings that form and initially circle the planet at different rates from that of the surrounding ring material. Saturn’s ring system extends hundreds of thousands of kilometers from the planet, \nyet the vertical height is typically about 10  meters (30  feet) in the \nmain rings. During Saturn’s equinox in autumn 2009, when sun-light illuminated the rings edge-on, Cassini spacecraft images showed tall vertical formations in some of the rings; the particles \nseem to pile up in bumps or ridges more than 3  kilometers \n(2 miles) high. \nSaturn’s largest satellite, Titan, is a bit bigger than the planet Mercury. (Titan is the second-largest moon in the solar system; only Jupiter’s moon Ganymede is bigger.) Titan is shrouded in a thick, nitrogen-rich atmosphere that might be similar to what Earth’s was like long ago. Further study of this moon promises to reveal much about planetary formation and, perhaps, about the early days of Earth. Saturn also has many smaller icy satellites. From Enceladus, which shows evidence of recent (and ongoing) surface changes, to Iapetus, with one hemisphere darker than asphalt and the other as bright as snow, each of Saturn’s satel -\nlites is unique.        \n4At Saturn’\ns center is a dense core of rock, ice, water, and other \ncompounds made solid by the intense pressure and heat. It is enveloped by liquid metallic hydrogen, inside a layer of liquid hydrogen — similar to Jupiter but considerably smaller. Saturn’s magnetic field is smaller than Jupiter’s but still 578 times as powerful as Earth’s. Saturn, the rings, and many of the satellites lie totally within Saturn’s enormous magnetosphere, the region of space in which the behavior of electrically charged particles is influenced more by Saturn’s magnetic field than by the solar wind. Aurorae occur when charged particles spiral into a planet’s atmosphere along magnetic field lines. On Earth, these charged particles come from the solar wind. Cassini showed that at least some of Saturn’s aurorae are like Jupiter’s and are largely unaf -\nfected by the solar wind.   \nThe next chapter in our knowledge of Saturn is being written \nright now by the Cassini–Huygens mission. The Huygens probe descended through Titan’s atmosphere in January 2005, collect -\ning data on the atmosphere and surface. The Cassini spacecraft, orbiting Saturn since 2004, continues to explore the planet and its moons, rings, and magnetosphere. The Cassini Equinox Mis-sion studied the rings during Saturn’s autumnal equinox, when the Sun was shining directly on the equator, through 2010. Now the spacecraft is seeking to make exciting new discoveries in a second extended mission called the Cassini Solstice Mission, which continues until September 2017. \nFAST FACTS \nNamesake "
            ],
            "ground_truth": "Mimas influences the Cassini Division in Saturn's rings through its gravitational influence, which is responsible for the division that is 4,800 kilometers (3,000 miles) wide.",
            "evolution_type": "reasoning",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 27
                }
            ]
        },
        {
            "question": "Which meteor shower peaks around Aug 12 and is tied to a comet?",
            "contexts": [
                "“Shooting stars,” or meteors, are bits of interplanetary material \nfalling through Earth’s atmosphere and heated to incandescence \nby friction. These objects are called meteoroids as they are hur -\ntling through space, becoming meteors for the few seconds they streak across the sky and create glowing trails.\nSeveral meteors per hour can usually be seen on any given \nnight. Sometimes the number increases dramatically — these events are termed meteor showers. Some occur annually or at regular intervals as the Earth passes through the trail of dusty debris left by a comet. Meteor showers are usually named after a star or constellation that is close to where the meteors appear in the sky. Perhaps the most famous are the Perseids, which \npeak around August  12 every year. Every Perseid meteor is a tiny \npiece of the comet Swift–Tuttle, which swings by the Sun every \n135 years. Other meteor showers and their associated comets \nare the Leonids (Tempel–Tuttle), the Aquarids and Orionids (Hal -\nley), and the Taurids (Encke). Most comet dust in meteor show -\ners burns up in the atmosphere before reaching the ground; some dust is captured by high-altitude aircraft and analyzed in NASA laboratories.\nChunks of rock and metal from asteroids and other planetary \nbodies that survive their journey through the atmosphere and fall to the ground are called meteorites. Most meteorites found \non Earth are pebble to fist size, but some are larger than a build -\ning. Early Earth experienced many large meteorite impacts that caused extensive destruction.\nOne of the most intact impact craters is the Barringer Meteorite \nCrater in Arizona, about 1 kilometer (0.6  mile) across, formed by \nthe impact of a piece of iron–nickel metal approximately 50  me-\nters (164  feet) in diameter. It is only 50,000 years old and so \nwell preserved that it has been used to study impact processes. \nSince this feature was recognized as an impact crater in the 1920s, about 170 impact craters have been identified on Earth.\nA very large asteroid impact 65 million years ago, which created \nthe 300-kilometer-wide (180-mile-wide) Chicxulub crater on the \nYucatán Peninsula, is thought to have contributed to the extinc -\ntion of about 75  percent of marine and land animals on Earth at \nthe time, including the  dinosaurs.\nWell-documented stories of meteorite-caused injury or death are rare. In the first known case of an extraterrestrial object to have injured a human being in the U.S., Ann Hodges of Sylacauga, \nAla bama, was severely bruised by a 3.6-kilogram (8-pound) \nstony meteorite that crashed through her roof in November 1954. Meteorites may resemble Earth rocks, but they usually have a “burned” exterior. This fusion crust is formed as the meteorite is melted by friction as it passes through the atmosphere. There are three major types of meteorites: the “irons,” the “stones,” and the “stony-irons.” Although the majority of meteorites that fall to Earth are stony, more of the meteorites that are discovered long after they fall are “irons” — these heavy objects are easier to distinguish from Earth rocks than stony meteorites. Meteorites also fall on other solar system bodies. Mars Exploration Rover Opportunity found the first meteorite of any type on another planet when it discovered an iron–nickel meteorite about the size of a basketball on Mars in 2005, and then found a much larger and heavier iron–nickel meteorite in 2009 in the same region. In all, Opportunity has discovered six meteorites during its travels on Mars.\nMore than 50,000 meteorites have been found on Earth. Of \nthese, 99.8  percent come from asteroids. Evi  dence for an as -\nteroid origin includes orbits calculated from photographic ob -\nservations of meteorite falls projected back to the asteroid belt; \nspectra of several classes of meteorites match those of some asteroid classes; and they are very old, 4.5 to 4.6 billion years. However, we can only match one group of meteorites to a spe -\ncific aster  oid — the eucrite, diogenite, and howardite igneous \nmeteorites come from the third-largest asteroid, Vesta. Asteroids and the meteorites that fall to Earth are not pieces of a planet that broke apart, but instead are the original diverse materials from which the planets formed. The study"
            ],
            "ground_truth": "The meteor shower that peaks around August 12 and is tied to a comet is the Perseids, which are associated with the comet Swift–Tuttle.",
            "evolution_type": "reasoning",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 19
                }
            ]
        },
        {
            "question": "How does peer review influence definitions like 'planet'?",
            "contexts": [
                "Science is a dynamic process of questioning, hypothesizing,  \ndiscovering, and changing pr\nevious ideas based on what is \nlearned. Scientific ideas are developed through reasoning and \ntested against observations. Scientists assess and question each other’s work in a critical process called peer review. \nOur understanding about the universe and our place in it has \nchanged over time. New information can cause us to rethink what we know and reevaluate how we classify objects in order to better understand them. New ideas and perspectives can come from questioning a theory or seeing where a classification breaks down. \nDefining the term planet is important, because such definitions \nreflect our understanding of the origins, architecture, and evolu -\ntion of our solar system. Over historical time, objects categorized as planets have changed. The ancient Greeks counted the Moon and Sun as planets along with Mercury, Venus, Mars, Jupiter, and Saturn. Earth was not considered a planet, but rather was thought to be the central object around which all the other celes -\ntial objects orbited. The first known model that placed the Sun at the center of the known universe with the Earth revolving around it was presented by Aristarchus of Samos in the third century BCE, but it was not generally accepted. It wasn’t until the 16th century that the idea was revived by Nicolaus Copernicus. By the 17th century, astronomers (aided by the invention of the telescope) realized that the Sun was the celestial object around which all the planets — including Earth — orbit, and that the Moon is not a planet, but a satellite (moon) of Earth. Uranus was added as a planet in 1781 and Neptune was discovered in 1846. \nCeres was discovered between Mars and Jupiter in 1801 and \noriginally classified as a planet. But as many more objects were subsequently found in the same region, it was realized that Ceres was the first of a class of similar objects that were eventu -\nally termed asteroids (“star-like”) or minor planets. \nPluto, discovered in 1930, was identified as the ninth planet. \nBut Pluto is much smaller than Mercury and is even smaller than some of the planetary moons. It is unlike the terrestrial planets (Mercury, Venus, Earth, Mars), or the gas giants (Jupiter, Saturn), or the ice giants (Uranus, Neptune). Charon, its huge satellite, is nearly half the size of Pluto and shares Pluto’s orbit. Though  Pluto kept its planetary status through the 1980s, things began to change in the 1990s with some new discoveries.\nTechnical advances in telescopes led to better observations and \nimproved detection of very small, very distant objects. In the early 1990s, astronomers began finding numerous icy worlds What makes a planet, according to the definitions adopted by \nthe International Astronomical Union —PLANET CHARACTERISTICS\nplanet dwarf  planet\nIs in orbit around the Sun ✓ ✓\nHas sufficient mass to assume ✓ ✓ \na nearly round shape\nIs not a satellite ✓ ✓\nHas cleared the neighborhood  ✓ \naround its orbitHas not cleared the neighborhood  ✓  \naround its orbit\norbiting the Sun in a doughnut-shaped region called the Kuiper \nBelt beyond the orbit of Neptune — out in Pluto’s realm. With the discovery of the Kuiper Belt and its thousands of icy bodies (known as Kuiper Belt objects, or KBOs; also called transneptu -\nnians), it was proposed that it is more useful to think of Pluto as the biggest KBO instead of a planet. Then, in 2005, a team of as-tronomers announced that they had found a “tenth planet” — it was a KBO even larger than Pluto. People began to wonder what planethood really means. Just what is a planet, anyway? Sud-denly the answer to that question didn’t seem so self-evident, and, as it turns out, there are plenty of disagreements about it. \nThe International Astronomical Union (IAU), a worldwide organi -\nzation of astronomers, took on the challenge of classifying the \nnewly found KBO (later named Eris). In 2006, the IAU passed a resolution that defined planet and established a new category, dwarf planet. Eris, Ceres, Pluto, and two more recently discov-ered KBOs named Haumea and Makemake, are the dwarf plan-ets recognized by the IAU (as of July 2013). Pluto, Eris, Haumea, and Makemake are also classified as KBOs, and Ceres retains its asteroid label. There may be another 100 dwarf planets in the solar system and hundreds more in and just outside the Kuiper Belt"
            ],
            "ground_truth": "The answer to given question is not present in context",
            "evolution_type": "reasoning",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 41
                }
            ]
        },
        {
            "question": "Which two protoplanets did Dawn examine for evolution?",
            "contexts": [
                "Asteroids, sometimes called minor planets, are rocky remnants \nleft over from the early formation of the solar system about \n4.6 billion years ago. Most of this ancient space rubble can be \nfound orbiting the Sun between Mars and Jupiter within the main asteroid belt. Asteroids range in size from Ceres — the largest \nat about 950  kilometers (590  miles) in diameter and also identi -\nfied as a dwarf planet — to bodies that are less than 1  kilometer \n(0.6 mile) across. The total mass of all the asteroids combined is \nless than that of Earth’s Moon.\nMost asteroids are irregularly shaped, though a few are nearly \nspherical, and they are often pitted or cratered. As they revolve around the Sun in elliptical orbits, the asteroids also rotate, sometimes quite erratically, tumbling as they go. More than 150 asteroids are known to have a small companion moon (some have two moons). There are also binary (double) asteroids, in which two rocky bodies of roughly equal size orbit each other, as well as triple asteroid systems.\nThe three broad composition classes of asteroids are C-, S-, and \nM-types. The C-type (chondrite) asteroids are most common, probably consist of clay and silicate rocks, and are dark in ap -\npearance. They are among the most ancient objects in the solar system. The S-types (“stony”) are made up of silicate materi -\nals and nickel–iron. The M-types are metallic (nickel–iron). The asteroids’ compositional differences are related to how far from the Sun they formed. Some experienced high temperatures after they formed and partly melted, with iron sinking to the center and forcing basaltic (volcanic) lava to the surface. Only one such asteroid, Vesta, survives to this day. \nJupiter’s massive gravity and occasional close encounters with \nMars or another object change the asteroids’ orbits, knocking them out of the main belt and hurling them into space in all di -\nrections across the orbits of the other planets. Stray asteroids and asteroid fragments slammed into Earth and the other plan -\nets in the past, playing a major role in altering the geological his -\ntory of the planets and in the evolution of life on Earth. \nScientists continuously monitor Earth-crossing asteroids, whose \npaths intersect Earth’s orbit, and near-Earth asteroids that approach Earth’s orbital distance to within about 45 million kilo -\nmeters (28 million miles) and may pose an impact danger. Radar is a valuable tool in detecting and monitoring potential impact hazards. By reflecting transmitted signals off objects, images and other information can be derived from the echoes. Scientists can learn a great deal about an asteroid’s orbit, rotation, size, shape, and metal concentration. Several missions have flown by and observed asteroids. The Galileo spacecraft flew by asteroids Gaspra in 1991 and Ida in 1993; the Near-Earth Asteroid Rendezvous (NEAR) mission studied asteroids Mathilde and Eros; and the Rosetta mission encountered Steins in 2008 and Lutetia in 2010. \nIn 2005, the Japanese spacecraft Hayabusa landed on the near-\nEarth asteroid Itokawa and attempted to collect samples. On June 3, 2010, Hayabusa successfully returned to Earth a small amount of asteroid dust now being studied by scientists.\nNASA’s Dawn spacecraft, launched in 2007, orbited and ex-\nplored asteroid Vesta for over a year. Once it left in Septem-\nber 2012, it headed towards dwarf planet Ceres, with a planned \narrival of 2015. Vesta and Ceres are two of the largest surviving protoplanet bodies that almost became planets. By studying them with the same complement of instruments on board the same spacecraft, scientists will be able to compare and contrast the different evolutionary path each object took to help under -\nstand the early solar system overall. \nSIGNIFICANT DATES\n1801 — Giuseppe Piazzi discovers the first and largest asteroid, Ceres, orbiting between Mars and Jupiter.  1898 — Gustav Witt discovers Eros, one of the largest near-Earth asteroids. 1991–1994 — The Galileo spacecraft takes the first close-up im-ages of an asteroid (Gaspra) and discovers the first moon (later named Dactyl) orbiting an asteroid (Ida). 1997–2000 — The NEAR spacecraft flies by Mathilde and orbits and lands on Eros.  1998 — NASA establishes the Near-Earth Object Program Office to detect, track, and characterize potentially hazardous asteroids and comets that could approach Earth.  4\n5       32\n62006 — Ceres attains a new classification, “d"
            ],
            "ground_truth": "Dawn examined asteroid Vesta and dwarf planet Ceres to study their evolutionary paths.",
            "evolution_type": "reasoning",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 17
                }
            ]
        },
        {
            "question": "How does the Kuiper Belt affect Pluto's dwarf planet status?",
            "contexts": [
                "Pluto’s discovery in 1930 resulted from an attempt to find a \nplanet beyond Neptune that was theorized to be disturbing the orbits of Uranus and Neptune. Astronomers initially calculated Pluto’s mass based on its presumed effect on the two giant outer planets. With the 1978 discovery of Pluto’s large moon, Charon, astronomers could compute Pluto’s mass for the first time, and it proved to be far too small to account for discrepancies in the orbits of Uranus or Neptune. \nPluto is classified as a dwarf planet and is also a member of a \ngroup of objects that orbit in a disc-like zone beyond the orbit of Neptune called the Kuiper Belt. This distant realm is populated with thousands of miniature icy worlds, which formed early in the history of the solar system. These icy, rocky bodies are called Kuiper Belt objects or transneptunian objects. \nPluto’s 248-year-long elliptical orbit can take it as far as  \n49.3 astronomical units (AU) from the Sun. (One AU is the mean \ndistance between Earth and the Sun: about 150 million kilome-\nters or 93 million miles.) From 1979 to 1999, Pluto was actually closer to the Sun than Neptune, and in 1989, Pluto came to \nwithin 29.7  AU of the Sun, providing rare opportunities to study \nthis small, cold, distant world. Pluto’s orbit occasionally brings it closer to the Sun than the Kuiper Belt.\nPluto is about two-thirds the diameter of Earth’s Moon. Exotic \nices like methane and nitrogen frost coat its surface. Owing to its size and lower density, Pluto’s mass is about one-sixth that of Earth’s Moon. Its density indicates that it is partially composed of ices, not rocky materials. Pluto is more massive than Ceres — the dwarf planet that resides in the asteroid belt between Mars and Jupiter — by a factor of 20. \nWhen Pluto is close to the Sun, its surface ices thaw, rise, and \ntemporarily form a thin atmosphere. Pluto’s low gravity (about \n6 percent of Earth’s) causes the atmosphere to be much more \nextended in altitude than our planet’s atmosphere. Pluto  \nbecomes much colder during the part of each orbit when it is traveling far away from the Sun, and it is thought that the bulk of the planet’s atmosphere freezes during this time.\nPluto’s very large moon, Charon, is almost half the size of Pluto. \nCharon is so big that the two are sometimes referred to as a double dwarf planet system. The distance between them is \n19,640 kilometers (12,200  miles). The Hubble Space Telescope \nphotographed Pluto and Charon in 1994 when Pluto was about 30 AU from Earth. These photos showed that Charon is grayer than Pluto (which is red), indicating that they have different  surface compositions and structure. In 2005, scientists photographing Pluto with the Hubble Space Telescope in preparation for the New Horizons mission found two tiny moons orbiting in the same plane as Charon, but two to three times farther away from Pluto than Charon. Named Nix and \nHydra, the two moons are thought to be perhaps 50 to 100  ki-\nlometers (31 to 62  miles) in diameter. In 2011, Hubble observ -\ners found an even smaller moon (later named Kerberos), and in 2012, yet another tiny moon was discovered (later named Styx). The space telescope is being used to scour the Pluto system to uncover potential orbital debris hazards to the New Horizons spacecraft, which will be traveling at about 48,280 kilometers per hour (30,000 miles per hour). The New Horizons team may be able to plan observations of these newly discovered moons. By July 2013, the spacecraft was halfway to Pluto — beyond the orbit of Uranus and heading for its Pluto rendezvous in 2015.\nCharon’s orbit around Pluto takes 6.4 Earth days, and one Pluto \nrotation (a Pluto day) takes 6.4 Earth days. Charon neither rises nor sets but “hovers” over the same spot on Pluto’s surface, and the same side of Charon always faces Pluto — this is called tidal locking. Compared with most of the planets and moons, the Pluto–Charon system is tipped on its side, like Uranus. Pluto’s rotation is retrograde: it rotates “backwards,” from east to west (Uranus and Venus also have retrograde rotation). It isn’t known whether Pluto has a magnetic field, but its small size and slow rotation suggest little or no magnetic field. \nBecause Pluto and its family of moons are so"
            ],
            "ground_truth": "The answer to given question is not present in context",
            "evolution_type": "reasoning",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 35
                }
            ]
        },
        {
            "question": "What can we see about water-ice clouds on Mars from its full-disk images, given seasonal changes and polar ice?",
            "contexts": [
                ")  0.0934  \nOrbit Inclination to Ecliptic  1.8 deg  \nInclination of Equator to Orbit  25.19 deg  \nRotation Period  24.62 hr  \nSuccessive Sunrises  24.660 hr  \nEquatorial Radius  3,397 km (2,111 mi)  \nMass  0.10744 of Earth’s  \nDensity  3.934 g/cm3 (0.714 of Earth’s) \nSurface Gravity  0.38 of Earth’s  \nAtmosphere Primary Components  carbon dioxide,  \n nitrogen, argon  \nTemperature Range  –87 to –5 deg C (–125 to 23 deg F)  \nKnown Moons*  2 \nRings  0 \n  *As of July 2013.SIGNIFICANT DATES\n1877 — Asaph Hall discovers the two moons of Mars.  1965 — NASA’s Mariner 4 sends back 22 photos of Mars, the world’s first close-up photos of a planet beyond Earth. 1976 — Viking 1 and 2 land on the surface of Mars. 1997 — Mars Pathfinder lands and dispatches Sojourner, the first wheeled rover to explore the surface of another planet. 2002 — Mars Odyssey begins its mission to make global obser-vations and find buried water ice on Mars. 2004 — Twin Mars Exploration Rovers named Spirit and Opportunity find strong evidence that Mars once had long-term liquid water on the surface. 2006 — Mars Reconnaissance Orbiter begins returning high-resolution images as it studies the history of water on Mars and seasonal changes. \n2008  — Phoenix finds signs of possible habitability, including the \noccasional presence of liquid water and potentially favorable soil chemistry.  2012 — NASA’s Mars rover Curiosity lands in Gale Crater and finds conditions once suited for ancient microbial life on Mars.\nABOUT THE IMAGES\n       Water-ice clouds, polar ice, polar regions, and geological features can be seen in this  full-disk image of  Mars.      1\n       Mars rover Curiosity drilled this hole and fired its laser  \nseveral times (creating small pits across the top of the hole) to learn more about the composition of the gray matter.\n       Mars rover Opportunity found sphere-like grains of hematite \nthat likely formed in water. \n       Mars Reconnaissance Orbiter captured seasonal changes in \nthis false-color image of sand dunes from the north polar region.\n       Curiosity will sample the layered rocks of Mount Sharp in \nGale Crater to understand Mars as a possible place for life.\n       A dust devil towers about half a mile above the martian  \nsurface in this Mars Reconnaissance Orbiter image.       False color (blue) shows where water ice is buried beneath \nthe martian surface in this Mars Odyssey orbiter image.\n1 2\n4\n73\n5 6\n2\n3\n4\n5\n6\n7\nFOR MORE INFORMATION\nsolarsystem.nasa.gov/mars\nLG-2013-07-569-HQ — JPL 400-1489H  07/13",
                "Though details of Mars’ surface are difficult to see fr\nom Earth, \ntelescope observations show seasonally changing features and \nwhite patches at the poles. For decades, people speculated that bright and dark areas on Mars were patches of vegetation, Mars was a likely place for advanced life forms, and water might exist \nin the polar caps. When the Mariner  4 spacecraft flew by Mars in \n1965, photographs of a bleak, cratered surface shocked many — Mars seemed to be a dead planet. Later missions, however, showed that Mars is a complex planet and holds many mysteries yet to be solved. Chief among them is whether Mars ever had the right conditions to support small life forms called microbes.\nMars is a rocky body about half the size of Earth. As with the \nother terrestrial planets — Mercury, Venus, and Earth — volca -\nnoes, impact craters, crustal movement, and atmospheric condi -\ntions such as dust storms have altered the surface of Mars. \nMars has two small moons, Phobos and Deimos, that may be \ncaptured asteroids. Potato-shaped, they have too little mass for gravity to make them spherical. Phobos, the innermost moon, is heavily cratered, with deep grooves on its surface. \nLike Earth, Mars experiences seasons due to the tilt of its rota -\ntional axis. Mars’ orbit is about 1.5 times farther from the Sun \nthan Earth’s and is slightly elliptical, so its distance from the Sun changes. That affects the length of martian seasons, which vary in length. The polar ice caps on Mars grow and recede with the seasons. Layered areas near the poles suggest that the planet’s climate has changed more than once. Volcanism in the highlands and plains was active more than 3 billion years ago. Some of the giant shield volcanoes are younger, having formed between  \n1 and 2 billion years ago. Mars has the largest volcano in the solar system, Olympus Mons, as well as a spectacular equatorial canyon system, Valles Marineris. \nMars has no global magnetic field today. However, NASA’s Mars \nGlobal Surveyor orbiter found that areas of the martian crust in the southern hemisphere are highly magnetized, indicating traces of a magnetic field from 4 billion years ago that remain.\nScientists believe that Mars experienced huge floods about \n3.5 billion years ago. Though we do not know where the ancient \nflood water came from, how long it lasted, or where it went,  \nrecent missions to Mars have uncovered intriguing hints. In 2002, NASA’s Mars Odyssey orbiter detected hydrogen-rich polar deposits, indicating large quantities of water ice close to the surface. Further observations found hydrogen in other areas as well. If water ice permeated the entire planet, Mars could have substantial subsurface layers of frozen water. In 2004, Mars Exploration Rover Opportunity found structures and minerals indicating that liquid water once existed at its landing site. The rover’s twin, Spirit, also found the signature of ancient water near its landing site, halfway around Mars from Opportunity’s location.  \nThe cold temperatures and thin atmosphere on Mars do not  \nallow liquid water to exist at the surface for long. The quantity of water required to carve Mars’ great channels and flood plains is not evident today. Unraveling the story of water on Mars is important to unlocking its climate history, which will help us understand the evolution of all the planets. Water is an essential ingredient for life as we know it. Evidence of long-term past or present water on Mars holds clues about whether Mars could ever have been a habitat for life. In 2008, NASA’s Phoenix Mars Lander was the first mission to “touch” water ice in the martian arctic. Phoenix also observed precipitation (snow falling from clouds), as confirmed by Mars Reconnaissance Orbiter. Soil chemistry experiments led scientists to believe that the Phoenix landing site had a wetter and warmer climate in the recent past (the last few million years). NASA’s Mars Science Laboratory mission, with its large rover Curiosity, is examining martian rocks and soil at Gale Crater, looking for minerals that formed in water, signs of subsurface water, and carbon-based molecules called organics, the chemical building blocks of life. That information will reveal more about the present and past habitability of Mars, as well as whether humans could survive on Mars some day.\nFAST FACTS \nNamesake    Roman god of war  \nMean Distance from the Sun  227.94 million km  \n (141.63 million mi)  \nOrbit Period  1.8807 Earth years (686.98 Earth days)  \nOrbit Eccentricity (Circular Orbit = 0"
            ],
            "ground_truth": "The full-disk images of Mars show water-ice clouds, polar ice, polar regions, and geological features, indicating the presence of water-ice and seasonal changes in these areas.",
            "evolution_type": "multi_context",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 15
                },
                {
                    "source": "solar_system.pdf",
                    "page": 15
                }
            ]
        },
        {
            "question": "What traits and orbits define Pluto as a Kuiper Belt dwarf planet?",
            "contexts": [
                "Pluto’s discovery in 1930 resulted from an attempt to find a \nplanet beyond Neptune that was theorized to be disturbing the orbits of Uranus and Neptune. Astronomers initially calculated Pluto’s mass based on its presumed effect on the two giant outer planets. With the 1978 discovery of Pluto’s large moon, Charon, astronomers could compute Pluto’s mass for the first time, and it proved to be far too small to account for discrepancies in the orbits of Uranus or Neptune. \nPluto is classified as a dwarf planet and is also a member of a \ngroup of objects that orbit in a disc-like zone beyond the orbit of Neptune called the Kuiper Belt. This distant realm is populated with thousands of miniature icy worlds, which formed early in the history of the solar system. These icy, rocky bodies are called Kuiper Belt objects or transneptunian objects. \nPluto’s 248-year-long elliptical orbit can take it as far as  \n49.3 astronomical units (AU) from the Sun. (One AU is the mean \ndistance between Earth and the Sun: about 150 million kilome-\nters or 93 million miles.) From 1979 to 1999, Pluto was actually closer to the Sun than Neptune, and in 1989, Pluto came to \nwithin 29.7  AU of the Sun, providing rare opportunities to study \nthis small, cold, distant world. Pluto’s orbit occasionally brings it closer to the Sun than the Kuiper Belt.\nPluto is about two-thirds the diameter of Earth’s Moon. Exotic \nices like methane and nitrogen frost coat its surface. Owing to its size and lower density, Pluto’s mass is about one-sixth that of Earth’s Moon. Its density indicates that it is partially composed of ices, not rocky materials. Pluto is more massive than Ceres — the dwarf planet that resides in the asteroid belt between Mars and Jupiter — by a factor of 20. \nWhen Pluto is close to the Sun, its surface ices thaw, rise, and \ntemporarily form a thin atmosphere. Pluto’s low gravity (about \n6 percent of Earth’s) causes the atmosphere to be much more \nextended in altitude than our planet’s atmosphere. Pluto  \nbecomes much colder during the part of each orbit when it is traveling far away from the Sun, and it is thought that the bulk of the planet’s atmosphere freezes during this time.\nPluto’s very large moon, Charon, is almost half the size of Pluto. \nCharon is so big that the two are sometimes referred to as a double dwarf planet system. The distance between them is \n19,640 kilometers (12,200  miles). The Hubble Space Telescope \nphotographed Pluto and Charon in 1994 when Pluto was about 30 AU from Earth. These photos showed that Charon is grayer than Pluto (which is red), indicating that they have different  surface compositions and structure. In 2005, scientists photographing Pluto with the Hubble Space Telescope in preparation for the New Horizons mission found two tiny moons orbiting in the same plane as Charon, but two to three times farther away from Pluto than Charon. Named Nix and \nHydra, the two moons are thought to be perhaps 50 to 100  ki-\nlometers (31 to 62  miles) in diameter. In 2011, Hubble observ -\ners found an even smaller moon (later named Kerberos), and in 2012, yet another tiny moon was discovered (later named Styx). The space telescope is being used to scour the Pluto system to uncover potential orbital debris hazards to the New Horizons spacecraft, which will be traveling at about 48,280 kilometers per hour (30,000 miles per hour). The New Horizons team may be able to plan observations of these newly discovered moons. By July 2013, the spacecraft was halfway to Pluto — beyond the orbit of Uranus and heading for its Pluto rendezvous in 2015.\nCharon’s orbit around Pluto takes 6.4 Earth days, and one Pluto \nrotation (a Pluto day) takes 6.4 Earth days. Charon neither rises nor sets but “hovers” over the same spot on Pluto’s surface, and the same side of Charon always faces Pluto — this is called tidal locking. Compared with most of the planets and moons, the Pluto–Charon system is tipped on its side, like Uranus. Pluto’s rotation is retrograde: it rotates “backwards,” from east to west (Uranus and Venus also have retrograde rotation). It isn’t known whether Pluto has a magnetic field, but its small size and slow rotation suggest little or no magnetic field. \nBecause Pluto and its family of moons are so",
                " small and far \naway, they are extremely difficult to observe from Earth. Careful analyses of images taken by the Hubble Space Telescope have allowed astronomers to make rudimentary maps showing areas of relative brightness and darkness.  \nFAST FACTS \nNamesake  Roman god of the underworld  \nMean Distance from the Sun  5,906.38 million km  \n (3,670.05 million mi)  \nOrbit Period  247.92 Earth years  \n (90,553 Earth days)  \nOrbit Eccentricity (Circular Orbit = 0)  0.2488  \nOrbit Inclination to Ecliptic  17.14 deg  \nInclination of Equator to Orbit  119.61 deg  \nRotation Period   6.387 Earth days (retrograde)  \nEquatorial Radius (Pluto)  1,180 km (733 mi)  \nEquatorial Radius (Charon)  600 km (373 mi)  \nMass  0.0022 of Earth’s  Density (Pluto)  2.03 g/cm3 \nGravity  0.65 m/sec2 (2.1 ft/sec2) \nAtmosphere Primary Components  nitrogen, carbon  \n monoxide, methane  \nSurface Temperature  –233 to –223 deg C  \n (–387 to –369 deg F)  \nKnown Moons*  5 \nRings  None known\n*As of July 2013.\nSIGNIFICANT DATES\n1930 — Clyde Tombaugh discovers Pluto. 1977–1999 — Pluto’s lopsided orbit brings it slightly closer to the Sun than Neptune. It will be at least 230 years before Pluto moves inward of Neptune’s orbit for 20 years.  1978 — American astronomers James Christy and Robert Har -\nrington discover Pluto’s unusually large moon, Charon. 1988 — Astronomers discover that Pluto has an atmosphere. 2005 — Scientists using the Hubble Space Telescope announce the discovery of two additional moons of Pluto.  2006 — NASA’s New Horizons mission launches to explore Pluto and the Kuiper Belt region.  2011–2012 — Three more small moons are found, bringing the total of known moons to five.\nABOUT THE IMAGES\n       Pluto, Charon \n(just below and to the right of Pluto), and the tiny moons Nix and Hydra were imaged by the Hubble Space Telescope.\n       1\n3\n4    1 2\n3\n4\n2       Astronomers investigating a changing bulge in Pluto images \neventually determined that Pluto had a companion — Charon, a large moon nearly half Pluto’s size.\n       The Hubble Space Telescope resolved Pluto and Charon as \nseparate discs in the 1990s, enabling better measurements of both bodies. \n       Surface maps of Pluto created from Hubble Space Tele -\nscope images reveal a complex-looking world with white, dark- \norange, and charcoal-black terrain.\nFOR MORE INFORMATION\nsolarsystem.nasa.gov/pluto\nLG-2013-07-579-HQ — JPL 400-1489R  07/13"
            ],
            "ground_truth": "Pluto is classified as a dwarf planet and is a member of a group of objects that orbit in a disc-like zone beyond the orbit of Neptune called the Kuiper Belt. Its 248-year-long elliptical orbit can take it as far as 49.3 astronomical units (AU) from the Sun. Pluto's orbit occasionally brings it closer to the Sun than the Kuiper Belt. Additionally, Pluto is about two-thirds the diameter of Earth's Moon and has a mass about one-sixth that of Earth's Moon, indicating it is partially composed of ices, not rocky materials.",
            "evolution_type": "multi_context",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 35
                },
                {
                    "source": "solar_system.pdf",
                    "page": 35
                }
            ]
        },
        {
            "question": "What sets the 3 main meteorite types apart from Earth rocks?",
            "contexts": [
                "“Shooting stars,” or meteors, are bits of interplanetary material \nfalling through Earth’s atmosphere and heated to incandescence \nby friction. These objects are called meteoroids as they are hur -\ntling through space, becoming meteors for the few seconds they streak across the sky and create glowing trails.\nSeveral meteors per hour can usually be seen on any given \nnight. Sometimes the number increases dramatically — these events are termed meteor showers. Some occur annually or at regular intervals as the Earth passes through the trail of dusty debris left by a comet. Meteor showers are usually named after a star or constellation that is close to where the meteors appear in the sky. Perhaps the most famous are the Perseids, which \npeak around August  12 every year. Every Perseid meteor is a tiny \npiece of the comet Swift–Tuttle, which swings by the Sun every \n135 years. Other meteor showers and their associated comets \nare the Leonids (Tempel–Tuttle), the Aquarids and Orionids (Hal -\nley), and the Taurids (Encke). Most comet dust in meteor show -\ners burns up in the atmosphere before reaching the ground; some dust is captured by high-altitude aircraft and analyzed in NASA laboratories.\nChunks of rock and metal from asteroids and other planetary \nbodies that survive their journey through the atmosphere and fall to the ground are called meteorites. Most meteorites found \non Earth are pebble to fist size, but some are larger than a build -\ning. Early Earth experienced many large meteorite impacts that caused extensive destruction.\nOne of the most intact impact craters is the Barringer Meteorite \nCrater in Arizona, about 1 kilometer (0.6  mile) across, formed by \nthe impact of a piece of iron–nickel metal approximately 50  me-\nters (164  feet) in diameter. It is only 50,000 years old and so \nwell preserved that it has been used to study impact processes. \nSince this feature was recognized as an impact crater in the 1920s, about 170 impact craters have been identified on Earth.\nA very large asteroid impact 65 million years ago, which created \nthe 300-kilometer-wide (180-mile-wide) Chicxulub crater on the \nYucatán Peninsula, is thought to have contributed to the extinc -\ntion of about 75  percent of marine and land animals on Earth at \nthe time, including the  dinosaurs.\nWell-documented stories of meteorite-caused injury or death are rare. In the first known case of an extraterrestrial object to have injured a human being in the U.S., Ann Hodges of Sylacauga, \nAla bama, was severely bruised by a 3.6-kilogram (8-pound) \nstony meteorite that crashed through her roof in November 1954. Meteorites may resemble Earth rocks, but they usually have a “burned” exterior. This fusion crust is formed as the meteorite is melted by friction as it passes through the atmosphere. There are three major types of meteorites: the “irons,” the “stones,” and the “stony-irons.” Although the majority of meteorites that fall to Earth are stony, more of the meteorites that are discovered long after they fall are “irons” — these heavy objects are easier to distinguish from Earth rocks than stony meteorites. Meteorites also fall on other solar system bodies. Mars Exploration Rover Opportunity found the first meteorite of any type on another planet when it discovered an iron–nickel meteorite about the size of a basketball on Mars in 2005, and then found a much larger and heavier iron–nickel meteorite in 2009 in the same region. In all, Opportunity has discovered six meteorites during its travels on Mars.\nMore than 50,000 meteorites have been found on Earth. Of \nthese, 99.8  percent come from asteroids. Evi  dence for an as -\nteroid origin includes orbits calculated from photographic ob -\nservations of meteorite falls projected back to the asteroid belt; \nspectra of several classes of meteorites match those of some asteroid classes; and they are very old, 4.5 to 4.6 billion years. However, we can only match one group of meteorites to a spe -\ncific aster  oid — the eucrite, diogenite, and howardite igneous \nmeteorites come from the third-largest asteroid, Vesta. Asteroids and the meteorites that fall to Earth are not pieces of a planet that broke apart, but instead are the original diverse materials from which the planets formed. The study",
                " of meteorites tells us much about the earliest conditions and processes during the for -\nmation and earliest history of the solar system, such as the age \nand composition of solids, the nature of the organic matter,  the \ntemperatures achieved at the surface and interiors of asteroids, and the degree to which materials were shocked by impacts.\nThe remaining 0.2 percent of meteorites is split roughly equally \nbetween meteorites from Mars and the Moon. The over 60 known martian meteorites were blasted off Mars by meteoroid impacts. All are igneous rocks crystallized from magma. The rocks are very much like Earth rocks with some distinctive \ncom positions that indicate martian origin. The nearly 80 lunar \nmeteorites are similar in mineralogy and composition to Apollo mission Moon rocks, but distinct enough to show that they have come from other parts of the Moon. Studies of lunar and martian meteorites complement studies of Apollo Moon rocks and the robotic exploration of Mars.SIGNIFICANT DATES\n4.55 billion years ago — Formation age of most meteorites, taken to be the age of the solar system. 65 million years ago — Chicxulub impact leads to the death of 75 percent of the animals on Earth, including the dinosaurs. 50,000 years — Age of Barringer Meteorite Crater in Arizona. 1478 BCE — First recorded observation of meteors. 1794 — Ernst Friedrich Chladni publishes the first book on  meteorites, in which he proposes that they have an extra- terrestrial origin. \n1908 (Tunguska),  1947 (Sikote Alin), 1969 (Allende and Murchi -\nson), 1976 (Jilin) — Important 20th-century meteorite falls.  \n1969 — Discovery of meteorites in a small area of Antarctica leads to annual expeditions by U.S. and Japanese teams. 1982–1983 — Meteorites from the Moon and Mars are identified in Antarctic collections. \n1996 — A team of NASA scientists suggests that martian mete -\norite ALH84001 may contain evidence of microfossils from Mars, a still-controversial claim. 2005 — NASA’s Mars Exploration Rover Opportunity finds a basketball-size iron–nickel meteorite on Mars. 2009 — Opportunity finds another iron–nickel meteorite on Mars.\nABOUT THE IMAGES\n       The ir1 on–nickel \nmeteorite found on Mars by Opportunity rover in 2005.\n       A meteor swarm \n2\nphotographed in  \nNovember 1995.\n3\n1 2 3\n4\n5 6\n7 8\n4\n65\n7\n8       The glassy black patches in this martian meteorite contain \natmospheric gases that point to a Mars origin.\n       The Barringer Meteorite Crater in Arizona.       A stony meteorite found in Antarctica.       A scientist working in the Meteorite Pr\nocessing Laboratory \nat NASA’s Johnson Space Center.       An iron meteorite from the Barringer Meteorite Crater.         A meteorite found in Antarctica of the type considered to \noriginate from asteroid Vesta, supported by data from the Dawn spacecraft. The scale cubes indicate size and orientation.\nFOR MORE INFORMATION\nsolarsystem.nasa.gov/meteors\nLG-2013-07-571-HQ — JPL 400-1489J  07/13"
            ],
            "ground_truth": "Meteorites may resemble Earth rocks, but they usually have a 'burned' exterior known as fusion crust, which is formed as the meteorite is melted by friction while passing through the atmosphere. Additionally, the three major types of meteorites are 'irons,' 'stones,' and 'stony-irons,' with the majority being stony, while more of the meteorites discovered long after they fall are 'irons,' which are easier to distinguish from Earth rocks.",
            "evolution_type": "multi_context",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 19
                },
                {
                    "source": "solar_system.pdf",
                    "page": 19
                }
            ]
        },
        {
            "question": "What did the IAU do to redefine planets vs. dwarf planets amid ongoing debates?",
            "contexts": [
                "Science is a dynamic process of questioning, hypothesizing,  \ndiscovering, and changing pr\nevious ideas based on what is \nlearned. Scientific ideas are developed through reasoning and \ntested against observations. Scientists assess and question each other’s work in a critical process called peer review. \nOur understanding about the universe and our place in it has \nchanged over time. New information can cause us to rethink what we know and reevaluate how we classify objects in order to better understand them. New ideas and perspectives can come from questioning a theory or seeing where a classification breaks down. \nDefining the term planet is important, because such definitions \nreflect our understanding of the origins, architecture, and evolu -\ntion of our solar system. Over historical time, objects categorized as planets have changed. The ancient Greeks counted the Moon and Sun as planets along with Mercury, Venus, Mars, Jupiter, and Saturn. Earth was not considered a planet, but rather was thought to be the central object around which all the other celes -\ntial objects orbited. The first known model that placed the Sun at the center of the known universe with the Earth revolving around it was presented by Aristarchus of Samos in the third century BCE, but it was not generally accepted. It wasn’t until the 16th century that the idea was revived by Nicolaus Copernicus. By the 17th century, astronomers (aided by the invention of the telescope) realized that the Sun was the celestial object around which all the planets — including Earth — orbit, and that the Moon is not a planet, but a satellite (moon) of Earth. Uranus was added as a planet in 1781 and Neptune was discovered in 1846. \nCeres was discovered between Mars and Jupiter in 1801 and \noriginally classified as a planet. But as many more objects were subsequently found in the same region, it was realized that Ceres was the first of a class of similar objects that were eventu -\nally termed asteroids (“star-like”) or minor planets. \nPluto, discovered in 1930, was identified as the ninth planet. \nBut Pluto is much smaller than Mercury and is even smaller than some of the planetary moons. It is unlike the terrestrial planets (Mercury, Venus, Earth, Mars), or the gas giants (Jupiter, Saturn), or the ice giants (Uranus, Neptune). Charon, its huge satellite, is nearly half the size of Pluto and shares Pluto’s orbit. Though  Pluto kept its planetary status through the 1980s, things began to change in the 1990s with some new discoveries.\nTechnical advances in telescopes led to better observations and \nimproved detection of very small, very distant objects. In the early 1990s, astronomers began finding numerous icy worlds What makes a planet, according to the definitions adopted by \nthe International Astronomical Union —PLANET CHARACTERISTICS\nplanet dwarf  planet\nIs in orbit around the Sun ✓ ✓\nHas sufficient mass to assume ✓ ✓ \na nearly round shape\nIs not a satellite ✓ ✓\nHas cleared the neighborhood  ✓ \naround its orbitHas not cleared the neighborhood  ✓  \naround its orbit\norbiting the Sun in a doughnut-shaped region called the Kuiper \nBelt beyond the orbit of Neptune — out in Pluto’s realm. With the discovery of the Kuiper Belt and its thousands of icy bodies (known as Kuiper Belt objects, or KBOs; also called transneptu -\nnians), it was proposed that it is more useful to think of Pluto as the biggest KBO instead of a planet. Then, in 2005, a team of as-tronomers announced that they had found a “tenth planet” — it was a KBO even larger than Pluto. People began to wonder what planethood really means. Just what is a planet, anyway? Sud-denly the answer to that question didn’t seem so self-evident, and, as it turns out, there are plenty of disagreements about it. \nThe International Astronomical Union (IAU), a worldwide organi -\nzation of astronomers, took on the challenge of classifying the \nnewly found KBO (later named Eris). In 2006, the IAU passed a resolution that defined planet and established a new category, dwarf planet. Eris, Ceres, Pluto, and two more recently discov-ered KBOs named Haumea and Makemake, are the dwarf plan-ets recognized by the IAU (as of July 2013). Pluto, Eris, Haumea, and Makemake are also classified as KBOs, and Ceres retains its asteroid label. There may be another 100 dwarf planets in the solar system and hundreds more in and just outside the Kuiper Belt",
                ". \nAstronomers and planetary scientists did not unanimously agree \nwith these definitions. To some it appeared that the classification scheme was designed to limit the number of planets; to others it was incomplete and the terms unclear. Some astronomers argued that location (context) is important, especially in under -\nstanding the formation and evolution of the solar system.  \nOne idea is to simply define a planet as a “natural object in \nspace that is massive enough for gravity to make it approxi -\nmately spherical.” But some scientists objected that this simple definition does not take into account what degree of measurable roundness is needed for an object to be considered round. In fact, it is often difficult to accurately determine the shapes of some distant objects. Others argue that where an object is  \nlocated or what it is made of do matter and there should not be  \na concern with dynamics; that is, whether or not an object sweeps up or scatters away its immediate neighbors, or holds them in stable orbits. The lively planethood debate continues. \nAs our knowledge deepens and expands, the more complex \nand intriguing the universe appears. Researchers have found hundreds of extrasolar planets, or exoplanets, that reside outside our solar system; there may be billions of exoplanets in the Milky Way Galaxy alone, and some may be habitable (have conditions favorable to life). Whether our definitions of “planet” can be ap -\nplied to these newly found objects remains to be seen. \nABOUT THE IMAGES\n       This illustration* of our solar system shows Eris in its highly tilted orbit beyond Pluto.\n       A Hubble Space \nTelescope image of Cer\nes. NASA’s Dawn \nmission will visit Ceres in 2015 for a much closer look.  \n       The Hubble Space Telescope took this image of Eris and its small moon, Dysnomia. Astronomers combined images from Hubble and the Keck Telescope to calculate Eris’s mass and Dysnomia’s orbit.\n       A size comparison of dwarf planets Eris, Pluto, and Ceres \n(artist’s concepts); Pluto’s moon Charon (artist’s concept); Earth’s Moon; and Earth. \nFOR MORE INFORMATION\nsolarsystem.nasa.gov/dwarf\n*In the illustration, the orbit of dwarf planet Eris, out beyond Pluto, is \nnot to scale. Eris’s mean distance from the Sun is 67.6 astronomical units (AU), compared to Pluto’s mean distance of 39 AU. (One AU is the mean distance from Earth to the Sun.) 3\n4    1\n21 2 3\n4\nACTIVITY: WHAT IS A PLANET? \nIn this activity, students (grades 9–12) compare the characteris-\ntics of planets, comets, asteroids, and transneptunian objects. Download the activity from this website — pluto.jhuapl.edu/ education/educators_eduGuide.php \nLG-2013-07-582-HQ — JPL 400-1489U  07/13"
            ],
            "ground_truth": "In 2006, the International Astronomical Union (IAU) passed a resolution that defined planet and established a new category, dwarf planet. This resolution recognized Eris, Ceres, Pluto, and two more recently discovered KBOs named Haumea and Makemake as dwarf planets.",
            "evolution_type": "multi_context",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 41
                },
                {
                    "source": "solar_system.pdf",
                    "page": 41
                }
            ]
        },
        {
            "question": "What sets Neptune's atmosphere and moons apart from Uranus's?",
            "contexts": [
                "The ice giant Neptune was the first planet located through \nmathematical predictions rather than through regular observa-tions of the sky. (Galileo had recorded it as a fixed star during observations with his small telescope in 1612 and 1613.) When Uranus didn’t travel exactly as astronomers expected it to, a French mathematician, Urbain Joseph Le Verrier, proposed the position and mass of another as yet unknown planet that could cause the observed changes to Uranus’ orbit. After being ignored by French astronomers, Le Verrier sent his predictions to Johann Gottfried Galle at the Berlin Observatory, who found Neptune on his first night of searching in 1846. Seventeen days later, its largest moon, Triton, was also discovered.\nNearly 4.5 billion kilometers (2.8 billion miles) from the Sun, \nNeptune orbits the Sun once every 165 years. It is invisible to  the naked eye because of its extreme distance from Earth.  Interestingly, the highly eccentric orbit of the dwarf planet Pluto brings Pluto inside Neptune’s orbit for a 20-year period out of \nevery 248 Earth years. Pluto can never crash into Neptune, \nthough, because for every three laps Neptune takes around the Sun, Pluto makes two. This repeating pattern prevents close  approaches of the two bodies.\nThe main axis of Neptune’s magnetic field is tipped over by \nabout 47 degrees compared with the planet’s rotation axis. Like Uranus, whose magnetic axis is tilted about 60 degrees from the axis of rotation, Neptune’s magnetosphere undergoes wild varia-tions during each rotation because of this misalignment. The magnetic field of Neptune is about 27 times more powerful than that of Earth.\nNeptune’s atmosphere extends to great depths, gradually merg-\ning into water and other melted ices over a heavier, approxi-mately Earth-size solid core. Neptune’s blue color is the result of methane in the atmosphere. Uranus’ blue-green color is also the result of atmospheric methane, but Neptune is a more vivid, brighter blue, so there must be an unknown component that causes the more intense color. \nDespite its great distance and low energy input from the Sun, \nNeptune’s winds can be three times stronger than Jupiter’s and nine times stronger than Earth’s. In 1989, Voyager 2 tracked a large, oval-shaped, dark storm in Neptune’s southern hemi-sphere. This “Great Dark Spot” was large enough to contain the entire Earth, spun counterclockwise, and moved westward at al-most 1,200 kilometers (750 miles) per hour. Subsequent images taken by the Hubble Space Telescope showed no sign of this Great Dark Spot, but did reveal the appearance and then fading of two other Great Dark Spots over the last decade. Voyager 2 also imaged clouds casting shadows on a lower cloud deck, enabling scientists to visually measure the altitude differences between the upper and lower cloud decks. \nNeptune has six known rings. Voyager 2’s observations con-\nfirmed that these unusual rings are not uniform but have four thick regions (clumps of dust) called arcs. The rings are thought to be relatively young and short-lived.\nNeptune has 13 known moons, six of which were discovered by \nVoyager 2. A 14th tiny, very dim, moon was discovered in 2013 and awaits official recognition. Triton, Neptune’s largest moon, orbits the planet in the opposite direction compared with the rest of the moons, suggesting that it may have been captured by Neptune in the distant past. Triton is extremely cold — tempera-\ntures on its surface are about –235 degrees Celsius (–391 de-\ngrees Fahrenheit). Despite this deep freeze at Triton, Voyager 2 discovered geysers spewing icy material upward more than 8 ki-lometers (5 miles). Triton’s thin atmosphere, also discovered by Voyager, has been detected from Earth several times since, and is growing warmer — although scientists do not yet know why.\nFAST FACTS \nNamesake Roman god of the sea \nMean Distance from the Sun 4,498.25 million km  \n (2,795.08 million mi) \nOrbit Period 164.79 Earth years \n (60,190 Earth days) \nOrbit Eccentricity (Circular Orbit = 0) 0.00859 \nOrbit Inclination to Ecliptic 1.769 deg \nInclination of Equator to Orbit 29.58 deg \nRotation Period  16.11 hours \nEquatorial Radius 24,764 km (15,388 mi) \nMass 17.147 of Earth’s \nDensity 1",
                "The first planet found with the aid of a telescope, Uranus was \ndiscovered in 1781 by astronomer William Herschel, although he originally thought it was a comet or star. The seventh planet from the Sun is so distant that it takes 84 years to complete one orbit. \nLike Venus, Uranus rotates east to west. Uranus’ rotation axis is \ntilted almost parallel to its orbital plane, so Uranus appears to be rotating on its side. This situation may be the result of a collision with a planet-sized body early in the planet’s history, which ap -\nparently radically changed Uranus’ rotation. Because of Uranus’ unusual orientation, the planet experiences extreme variations in sunlight during each 20-year-long season. \nVoyager 2, the only spacecraft to visit Uranus, imaged a bland-\nlooking sphere in 1986. When Voyager flew by, the south pole of Uranus pointed almost directly at the Sun because Uranus was near its southern summer solstice, with the southern hemisphere bathed in continuous sunlight and the northern hemisphere radi -\nating heat into the blackness of space. \nUranus reached equinox in December 2007, when it was fully \nilluminated as the Sun passed over the planet’s equator. By 2028, the north pole will point directly at the Sun, a reversal of the situation when Voyager flew by. Equinox also brings ring-plane crossing, when Uranus’ rings appear to move more and more edge-on as seen from Earth. \nThe Hubble Space Telescope and the Keck Observatory in \nHawaii captured detailed images of Uranus as the planet ap -\nproached equinox. While Voyager 2 saw only a few discrete clouds, more recent observations reveal that Uranus exhibits dynamic clouds as it approaches equinox, including rapidly evolving bright features and a new Great Dark Spot like those seen on Neptune. \nUranus is one of the two ice giants of the outer solar system \n(the other is Neptune). The atmosphere is mostly hydrogen and helium, with a small amount of methane and traces of water and ammonia. Uranus gets its blue-green color from methane gas in the atmosphere. Sunlight passes through the atmosphere and is reflected back out by Uranus’ cloud tops. Methane gas absorbs the red portion of the light, resulting in a blue-green color. The bulk (80 percent or more) of the mass of Uranus is contained in an extended liquid core consisting mostly of icy materials (water, methane, and ammonia).\nFor nearly a quarter of the Uranian year (equal to 84 Earth years), \nthe Sun shines directly over each pole, plunging the other half of the planet into a long, dark winter. While magnetic fields are typically in alignment with a planet’s \nrotation, Uranus’ magnetic field is tipped over: the magnetic axis is tilted nearly 60 degrees from the planet’s axis of rotation, and is also offset from the center of the planet by one-third of the planet’s radius. The magnetic fields of both Uranus and Neptune are very irregular.\nUranus has two sets of rings. The inner system of nine rings, \ndiscovered in 1977, consists mostly of narrow, dark rings. Voy -\nager 2 found two additional inner rings. An outer system of two \nmore-distant rings was discovered in Hubble Space Telescope images in 2003. In 2006, Hubble and Keck observations showed that the outer rings are brightly colored. Uranus has 27 known moons, named for characters from the works of William Shake -\nspeare or Alexander Pope. Miranda is the strangest-looking Uranian moon: its complex surface may indicate partial melting of the interior, with icy material drifting to the surface.\nFAST FACTS \nNamesake  Greek god of the heavens (“Ouranos”)  \nMean Distance from the Sun  2,870.97 million km  \n (1,783.94 million mi)  \nOrbit Period  84.02 Earth years (30,687.2 Earth days)  \nOrbit Eccentricity (Circular Orbit = 0)  0.047168  \nOrbit Inclination to Ecliptic  0.770 deg  \nInclination of Equator to Orbit  97.86 deg  \nRotation Period   17.24 hours (retrograde)  \nEquatorial Radius  25,559 km (15,882 mi)  \nMass  14.371 of Earth’s  \nDensity  1.32 g/cm3 \nGravity  8.43 m/sec2 (27.7 ft/sec2) \nAtmosphere Primary Components  hydrogen, helium  \nEffective Temperature"
            ],
            "ground_truth": "Neptune's atmosphere is characterized by a more vivid, brighter blue color due to the presence of methane and an unknown component that enhances its intensity, while Uranus has a blue-green color primarily from methane gas. Additionally, Neptune has 13 known moons, with Triton being its largest moon that orbits in the opposite direction of the others, suggesting it may have been captured by Neptune. In contrast, Uranus has 27 known moons, named after characters from literature. Triton is extremely cold with surface temperatures around -235 degrees Celsius and features geysers, while Uranus's moons do not have such characteristics mentioned.",
            "evolution_type": "multi_context",
            "metadata": [
                {
                    "source": "solar_system.pdf",
                    "page": 33
                },
                {
                    "source": "solar_system.pdf",
                    "page": 31
                }
            ]
        }
    ]
}